//KOREAN

"lang" = "ko";

"finish" = "완료";

"cancel" = "취소";
"close" = "닫기";
"ok" = "예";
"no" = "아니오";

"distance_in_meters" = "%@m";
"connect" = "연결";
"connected" = "연결됨";
"continue" = "계속";

"locked" = "잠김";
"unlocked" = "잠기지 않음";

"connecting" = "연결중";
"disconnected" = "연결되지 않음";

"settings" = "환경설정";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "연결해제";

"share_text_twitter" = "당신의 맥을 잠그는 새로운 방법. 그저 떠나기만 하면 됩니다. www.nearlock.me #nearlock @nearlockapp을 통해 공유함";
"share_text_facebook" = "당신의 맥을 잠그는 새로운 방법. 그저 떠나기만 하면 됩니다. ";

"facebook" = "페이스북";
"twitter" = "트위터";


"your_data_is_secure" = "암호화된 데이터는 고객님의\n장치들에만 저장됩니다";
"welcome" = "환영합니다";
"enter_login" = "맥 로그인 비밀번호를 입력하세요";
"distance" = "거리";
"signal_strength" = "시그널 강도";

"tutorial_screen_tap_settings" = "탭으로 설정보기";
"tutorial_long_press" = "길게 눌러 잠금/잠금해제";

"tutorial_screen_unlocked" = "맥이 현재 잠금해제 되어있습니다";
"tutorial_screen_locked" = "맥이 현재 잠겨있습니다";
"tutorial_screen_pro" = "탭하여 프로버전 구매하기";
"tutorial_screen_offline" = "아이폰이 맥에 연결되어 있지 않습니다";
"tutorial_screen_connecting" = "아이폰이 맥에 연결중입니다";
"tutorial_screen_distance" = "맥과의 거리 (근사치)";
"tutorial_screen_signal" = "아이폰과 맥 간 시그널 강도";
"tutorial_screen_near_lock_off" = "Near Lock이 꺼져 있습니다";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock이 켜져 있습니다, 자리를 뜨면 맥이 잠깁니다";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock이 켜져 있습니다, 가까이 오면 잠금이 해제됩니다";

"use_swipe_menu" = "스와이프 메뉴 사용";
"use_standard_view" = "기본 메뉴 사용";
"buy_pro_for_apple_watch" = "애플워치 기능을 무료로 사용하려면 아이폰 앱이 켜져있어야 합니다.  더 많은 기능을 위해선 프로를 구매하세요";
"near_lock_distance" = "Near Lock 거리";
"current_distance" = "현재 거리";

"to_lock" = "잠그려면: %@";
"to_unlock" = "잠금해제 하려면:%@";

"open_near_lock_on_iphone" = "맥에서 Near Lock이 켜져있는지 확인해주십시오. 맥 버전을 받기 위해선 www.nearlock.me를 방문하십시오";
"unlink_from_both_sides" = "새 연결을 설정하기 위해선 장치가 맥에서도 연결해제 되어있는지 확인해주십시오";
"unlink_from_both_sides_bold" = "맥에서 연결해제 됨";
"restart_bluetooth_on_iphone_can_help" = "블루투스가 오작동 할 때엔 아이폰과 맥의 블루투스 기능을 껐다 켜보세요";
"restart_bluetooth_on_iphone_can_help_bold" = "블루투스 재시작중";


"restore" = "리스토어";

"lock_mac" = "맥 잠그기";
"unlock_mac" = "맥 잠금 풀기";
"unlock" = "잠금해제!";

"searching_for_devices" = "Near Lock이 장치를 찾고 있습니다";

"open_near_lock_on_your_mac" = "시작하려면 맥에서 \n\n실행해 주십시오";
"login" = "로그인";
"password" = "비밀번호";

"pro_text" = "프로버전은 백그라운드 모드에서도 동작합니다!";
"pro_text_bold_part" = "프로";

"get_pro_version" = "프로버전 구입하기";


"status_yes_unlink" = "네, 연결해제 하겠습니다!";
"try_again" = "다시 시도해주세요";

"get_update" = "업데이트 받기";
"mac_version_is_not_up_to_date" = "Near Lock 맥 버전이 최신형이 아닙니다";
"connection_success" = "연결 성공";
"connection_failed" = "비밀번호가 틀렸습니다";

"unlock_device" = "%@을(를) 잠금해제 하시겠습니까?";

"status_unlink_from_device" = "장치가 %@로부터 연결해제 되었습니다";
"txt_touchid_or_passcode" = "맥 비밀번호가 변경되어 장치가 자동으로 연결해제 되었습니다";

"new_update" = "Near Lock의 새 업데이트가 준비되었습니다";
"new_update_bold" = "Near Lock";

"update_mac_version" = "당신의 맥을 위한 Near Lock의 새 업데이트가 준비되었습니다";
"update_mac_version_bold" = "맥 버전";

"status_unlink_confirmation" = "정말 %@로부터 연결해제 하시겠습니까?";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "장치가 연결되어있지 않아 환경설정을 이용할 수 없습니다";

"proximity_lock_explanation" = "Near Lock을 켜면\n맥에서 멀리 떨어질 때 자동으로 맥을 잠글 수 있습니다. 다시 맥에 가까워지면 잠금이 해제됩니다.";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Near Lock이 켜졌을 때\n자동으로 잠금설정 할 거리";
"distance_explanation_bold" = "잠금 거리";

"distance_explanation_signal" = "Near Lock이 켜졌을 때\n자동으로 잠금설정할 시그널 강도";
"distance_explanation_signal_bold" = "잠금 시그널 강도";

"proximity_lock_temporary_disabled" = "로그아웃을 하여 Near Lock이 일시적으로 정지되었습니다.\nNear Lock 설정거리에서 벗어나면 ";
"tutorial_screen_near_lock_disabled" = "유저가 수동 로그아웃을 하여 Near Lock이 일시정지 되었습니다";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock을 일시적으로 사용할 수 없습니다. 사용자가 로그아웃하였습니다.\nNear Lock 반경으로 접근하시면 다시 사용하실 수 있습니다.";
"proximity_lock_temporary_disabled_login_password" = "사용자가 수동으로 로그인하여 Near Lock이 일시적으로 비활성화되었습니다.\nNear Lock 반경에 접근하시면 다시 활성화될 것입니다.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock을 일시적으로 사용할 수 없습니다. 사용자가 로그아웃하였습니다.\n\nNear Lock 반경으로 아이폰을 접근시키면 자동으로 다시 사용하실 수 있습니다.";
"proximity_lock_temporary_disabled_login_password_long" = "아이폰이 범위 밖에 있을 때 사용자가 수동으로 로그인하여, Near Lock이 일시적으로 비활성화되었습니다.\n귀하의 아이폰으로 Near Lock의 반경에 접근하면 자동으로 활성화될 것입니다.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock을 일시적으로 사용할 수 없습니다. - 사용자가 로그아웃 하였습니다.";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock 일시 사용불가 - 사용자가 수동 로그인 하였음";

"waiting_for_confirmation" = "맥을 잠금해제 하기위해 아이폰 승인을 기다리고 있습니다";

"login_on_approach_disabled" = "가까울 때 자동 켜짐 기능이 정지되어 있습니다 - 맥의 아무버튼이나 눌러 잠금해제 하십시오";

"ble_not_supported_text" = "아이폰 기종이 맥과의 연결에 필요한 최신 블루투스 LE 기술을 보유하고 있지 않습니다";
"ble_not_supported_text_bold" = "블루투스 LE";

"turn_bluetooth_on_to_use_near_lock" = "Near Lock을 \n사용하기 위해 \n블루투스를 켜주세요";
"turn_bluetooth_on_to_use_near_lock_bold" = "블루투스 켜짐";

"app_store_not_reachable" = "연결 에러";
"app_store_not_reachable_text" = "앱스토어에 연결할 수 없음";


"notification_locked_first_notification" = "좋아요! Near Lock이 %@을(를) 잠그는데 성공했습니다.  알림을 받으려면 아이폰 설정에서 알림을 켜주세요";
"notification_unlocked_first_notification" = "좋아요! Near Lock이 %@을(를) 잠금해제 했습니다. 알림을 받으려면 아이폰 설정에서 알림을 켜주세요";

"notification_locked_old" = "Near Lock이 %@을(를) 잠궜습니다";
"notification_unlocked_old" = "Near Lock이 $@을(를) 잠금해제 했습니다";
"notification_locked" = "%@ 잠김";
"notification_unlocked" = "%@ 잠금해제 됨";

"setup_touch_id" = "이 기능을 사용하려면 아이폰 설정에서 터치 아이디 또는 패스코드를 설정해주세요";
"setup_touch_id_bold" = "터치 아이디";

"unlock_your_mac" = "맥을 잠금해제 하시겠습니까?";

"unlock_device" = "%@을(를) 잠금해제 하시겠습니까?";
"lock_device" = "%@을(를) 잠그시겠습니까?";
"near_lock_off_device" = "%@ Near Lock 끄기";
"near_lock_on_device" = "%@ Near Lock 켜기";

"near_lock_unlock_all" = "전부 잠금해제";
"near_lock_lock_all" = "전부 잠금";
"no_devices_connected" = "연결된 맥 없음";


"authenticate_for_login" = "맥을 잠금해제 하기 위해 먼저 인증절차를 밟아주십시오";

"near_lock_feedback" = "Near Lock 피드백";
"near_lock_feedback_question" = "Near Lock에 대해 어떻게 생각하십니까?";
"near_lock_feedback_great" = "마음에 들어요!";
"near_lock_feedback_could_be_better" = "조금 걸리는 부분이 있어요";
"near_lock_feedback_dont_ask_again" = "다시 물어보지 않기";

"rate_app" = "앱 별점주기";
"rate_near_lock" = "앱 평가하기 - 귀하의 의견을 공유해주세요";
"rate_app_long" = "Near Lock 좋아요!  - 앱 평가하기";
"rate_or_share_near_lock" = "Near Lock에 별점을 주거나 \n지인들에게 공유하시겠습니까?";

"open_near_lock_app" = "Near Lock 앱 열기";
"near_lock_settings" = "Near Lock 설정";

"distance_to_lock_device" = "잠금 거리:%@";
"distance_to_unlock_device" = "잠금해제 거리:%@";
"unlock_distance" = "거리 잠금 해제: %@";
"lock_distance" = "거리 잠금: %@";

"changes_available_only_in_pro_mode" = "프로버전에서만 변경할 수 있습니다";
"distance_from_device" = "거리:%@";
"near_lock_not_set_up" = "Near Lock이 아직 설정되지 않았습니다";

"setup_near_lock" = "Near Lock 설정하기";


"near_lock_app_closed" = "Near Lock 앱이 꺼져있습니다";

"open_near_lock" = "Near Lock 열기";
"loading" = "로딩중..";

"trouble_connecting" = "장치에 연결하는데 문제를\n겪고 계십니까?";

"bluetooth_sharing_is_off" = "블루투스 공유 꺼짐";
"turn_on_bluetooth_sharing_old" = "블루투스 공유가 꺼져있을 경우 메세지";
"turn_on_bluetooth_sharing" = "백그라운드에서 Near Lock을 사용하시려면 아이폰 설정에서 블루투스 공유를 반드시 켜야 합니다.";
"open_settings" = "설정을 열기 위해 버튼의 텍스트를 확인하세요";

"turn_off_near_lock" = "Near Lock을 꺼주세요";
"turn_on_near_lock" = "Near Lock을 켜주세요";
"lock_unlock_distance" = "잠금-잠금해제 거리";

"enjoying_near_lock" = "Near Lock을 잘 사용하고계신가요?";
"please_rate" = "Near Lock을 잘 사용하고 계신다면 잠시 시간을 내서 솔직한 리뷰를 남겨주시겠어요? 저희에게 정말 도움이됩니다. 지원해 주셔서 감사합니다.";

"rate_near_lock_old" = "Near Lock 평가하기";
"rate_reming_me_later" = "다음에 알려주세요";
"rate_no_thanks" = "아니요, 괜찮습니다";


"tutorial_approach_mac_to_unlock" = "잘하셨습니다! 이제 맥 잠금해제를 위해서 가까이 가 보세요!";
"tutorial_finished" = "정말 쉽죠!";

"update_your_mac_version_manually" = "맥에 설치된 Near Lock 은 이전 버전이라서 몇 개의 기능들이 정상적으로 동작하지 않을 수 있습니다! 수동으로 업데이트 하시거나 지원센터에 연락해주세요.";

"try_buy_button_to_restore" = "PRO 버젼 복구에 실패하였습니다. PRO버젼을 이미 구매하셨다면 구매 버튼을 눌러보세요. 중복 과금되지 않을 것입니다.";
"contact_support_to_restore" = "PRO 버젼 복구에 실패하였습니다. PRO버젼을 이미 구매하셨다면 지원센터로 연락 주시면 복구 과정에 대하여 안내하여 드릴 것입니다.";
"swipe_left" = " - 왼쪽으로 밀기";

"txt_login_settings" = "잠금해제 설정";
"txt_allow_pass_auth_footer" = "이 옵션은 시스템 인증을 위해 아이폰을 사용할 수 있게 해줍니다 - 새로운 소프트웨어를 설치하는 경우 등이 해당합니다";
"txt_allow_pass_auth_section" = "Mac 시스템 인증";
"txt_allow_pass_auth" = "Near Lock으로 인증";
"txt_login_settings_footer" = "이 옵션은 맥에 비밀번호란이 뜰 때마다 사용자의 아이폰에 맥을 잠금해제할지를 묻는 여부에 대해 설정합니다";

"txt_confirm_login_when_password_appears_old" = "비밀번호 사용자 묻기설정";
"txt_confirm_login_when_password_appears" = "슬립 화면 잠금해제";

"txt_distance_precision" = "거리 정확도";
"txt_enhanced_tracking" = "강화 트래킹";
"txt_distance_precision_footer" = "이 옵션은 거리 트래킹의 정확도를 향상시킵니다";
"txt_distance_precision_footer_old" = "옵션해제시 배터리가 더 오래가지만 거리측정의 정확도가 낮아집니다";
"txt_notification_center" = "알림 센터";
"txt_notification_center_footer" = "옵션설정시 아이폰 홈 스크린의 알림 센터에 Near Lock이 보입니다";

"txt_today_extension_allow_login_logout" = "잠금/해제를 허용 하세요.";
"txt_today_extension_allow_login_logout_old" = "로그인/로그아웃 허용";
"txt_today_extension_allow_near_lock_update" = "Near Lock 업데이트 허용";
"txt_allow_change_when_locked" = "잠긴 장치에 권한을 요청하세요.";
"txt_show_near_lock" = "Near Lock 보이기";
"txt_notifications" = "알림 설정";
"txt_swipe_left_footer" = "이 옵션은 알림을 받을 때 Near Lock 앱을 오픈하지 않고 왼쪽으로 밀어 맥의 잠금/잠금해제를 할 수 있습니다.";
"txt_swipe_left_to_login" = "알림으로 잠금해제";
"txt_swipe_left_to_login_old" = "왼쪽으로 밀어서 잠금해제";
"interactive_notifications" = "인터랙티브 노티피케이션";

"txt_text_notifications" = "텍스트 알림";
"txt_on_approach" = "잠금해제 켬";
"txt_walk_away" = "잠금 켬";

"txt_sound_notifications" = "사운드 알림";
"txt_sound_on_unlock" = "잠금해제 켬";
"txt_sound_on_lock" = "잠금 켬";

"no_devices_connected" = "연결된 장치 없음";
"set_distance" = "거리 설정";

"PRO" = "프로";

"txt_yes_or_no" = "예 또는 아니오";
"txt_touchid_or_passcode" = "터치 아이디 또는 비밀번호";
"txt_none" = "없음";
"txt_double_knock" = "더블 노크";
"txt_insert_automatically" = "자동으로 입력하세요.(묻지마세오.)";
"txt_reqeust_auth_on_locked_device" = "잠긴 장치에 권한을 요청하세요.";

"txt_language" = "언어";
"txt_current_language" = "현재 언어";

"default" = "기본";
"english" = "영어";
"german" = "독일어";
"spanish" = "스페인어";
"russian" = "러시아어";
"chinese" = "중국어";
"hindi" = "힌두어";
"portugese" = "포르투갈어";
"french" = "불어";

"txt_units" = "단위";
"txt_measure" = "측정";
"meters" = "미터";
"feet" = "피트";
"signal_strength" = "시그널 강도";

"txt_application_information" = "앱 정보";
"txt_version" = "버전";
"txt_copyright" = "저작권";



"main_menu_disable_tracking" = "Near Lock 끄기";
"get_ios_app" = "iOS 앱 받기";
"faq_or_support" = "자주 묻는 질문 또는 고객센터";
"only_pro_version_works_in_background" = "프로버전에서만 배경 작동이 가능합니다";
"distance" = "거리";

"main_menu_add_new_device_button" = "새 장치 추가";
"main_menu_device_too_far" = "%@가 너무 멀기 때문에 Near Lock이 %@초 후에 잠금합니다";
"error_getting_update" = "새로운 Near Lock 업데이트 버전을 받는 중에 오류가 있습니다. 수동으로 다운로드 하여 설치해주세요.";
"manual_link" = "수동 설치 링크";
"check_for_updates_button" = "업데이트 확인하기";

"turn_bluetooth_and_get_ios_app" = "iOS 앱을 받기위해 블루투스를 켜주세요";
"start_ios_on_your_iphone" = "아이폰에서 iOS 앱을 켜주세요";

"turn_bluetooth_on" = "블루투스 켜기";
"turn_bluetooth_off" = "블루투스 끄기";
"bluetooth_is_off" = "당신의 블루투스가 꺼져 있습니다";
"bluetooth_is_off_short" = "블루투스가 꺼져 있습니다";

"loading_screen_label" = "장치를 설정하는 동안 기다려주세요!";

"iphone_wants_to_connect" = "%@가 연결하고 싶어합니다!";

"accept" = "수락";
"deny" = "거절";

"scanning" = "스캔중..";

"initalizingBLE" = "블루투스 LE 실행중";
"restartingBluetooth" = "블루투스 재시작중";
"press_any_key_to_login" = "아무 버튼이나 눌러 맥을 잠금해제 하세요";

"use_iphone_to_set_up_near_lock" = "이제 아이폰을 이용해\nNear Lock의 설정을 마무리하세요";
"enter_login_password" = "로그인 비밀번호를 입력해주세요";

"we_are_done" = "이제 끝났습니다!";

"near_lock_available_in_menu_bar" = "Near Lock은 메뉴바에서\n사용가능 합니다";

"share_near_lock" = "저희 앱을 소문내주세요!";

"not_supported_ble" = "Near Lock 작동에 필요한 블루투스 LE 기능을 맥이 가지고 있지 않습니다";

"not_supported_mac_version" = "Near Lock을 사용하기 위해선 맥 소프트웨어를 업데이트 해주세요";

"not_supported_secondary_text" = "Near Lock 아이폰 앱을 이미 구입하셨고 환불을 원하신다면 환불버튼을 눌러주세요";
"not_supported_main_button" = "환불";

"quit_near_lock" = "Near Lock 종료";

"main_menu_add_new_device_text" = "연결된 장치가 없습니다";

"you_have_sucessfuly_paired" = "%@와 성공적으로 연결하였습니다";

"new_ios_update" = "아이폰에 새로운 Near Lock 업데이트가 있습니다";
"new_osx_update" = "새로운 Near Lock 업데이트가 나왔습니다";
"update" = "업데이트";

"you_have_connected_to" = "Near Lock이 %@와\n연결됨";

"you_have_disconnected_from" = "Near Lock이 %@와의 연결을 찾지 못함";
"unable_to_lock_mac" = "Near Lock은 Mac을 잠그지 못하였습니다. Mac을 다시 시작해주세요.";

"connected_to" = "%@와(과) 연결 됨";
"disconnected_from" = "%@와(과) 연결이 끊김";

"main_menu_unlocked_with_near_lock" = "Near Lock이 맥을 잠금해제 했습니다";

"main_menu_unlocked_with_near_lock_device" = "%@이 맥을 잠금해제 했습니다";

"main_menu_unlinked" = "Near Lock 장치들이 연결해제 되었습니다";
"unsolvable_bluetooth_error" = "블루투스에 문제가 발견되었습니다, 아이폰의 블루투스를 재시작해보세요";

"needs_bluetooth_to_work" = "Near Lock이 작동하려면 블루투스가 필요합니다";
"turn_bluetooth_on" = "블루투스 켜기";

"restarting_bluetooth" = "블루투스 재시작중";

"make_sure_ble_on" = "아이폰 블루투스가 켜져있고 \nNear Lock이 최소한 배경에라도 켜져있는지 꼭 확인해주세요";
"still_not_working" = "아직도 작동이 안됩니다!";
"ble_can_get_jammed" = "가끔 블루투스 시그널이 잡히지 않을때는 블루투스를 재시작하면 좋습니다";
"still_cant_get_it_to_work" = "아직도 작동 시킬수가 없습니다!";
"press_button_to_restart" = "아직도 문제를 겪고 계시다면 아래의 버튼을 눌러 맥의 블루투스를 재시작하세요";
"restart_bluetooth" = "블루투스 재시작";
"unlink_both_sides" = "아직도 문제를 겪고 계시다면 장치를 양측에서 연결해제 후 다시 연결해보세요";
"still_doesnt_work" = "아직도 작동이 안됩니다!";
"restart_iphone" = "불편을 끼쳐드려 죄송합니다. 가끔 블루투스 시그널이 잡히지 않을때 아이폰을 재시작해야만 할 수 있습니다";
"faq_or_mail" = "더 많은 정보를 얻으려면 저희의 FAQ를 읽어보거나 저희에게 이메일을 보내시면 최대한 도움을 드리도록 노력하겠습니다";

"press_button_ble_on" = "블루투스를 켜기 위해 아래의 버튼을 누르세요";
"turn_on_ble_to_use_near_lock" = "Near Lock을 사용하려면 블루투스를 켜주세요";
"having_trouble" = "문제를 겪고 계시나요?";
"rescan" = "재스캔";
"open_welcome_screen" = "Near Lock을 설치후 실행하세요. 아이폰에서 환영 스크린이 보여야 합니다. 아직도 작동하지 않나요?";
"restart_ble_on_iphone" = "아이폰의 블루투스를 재시작하는게 도움될 수도 있습니다. 아직도 문제가 있나요?";
"press_button_to_restart_ble" = "아래의 버튼을 눌러 맥의 블루투스를 재시작하세요. 아직도 문제가 있나요?";
"restart_iphone" = "불편을 끼쳐드려 죄송합니다. 고급설정 -> 블루투스 캐시 삭제를 통해 블루투스 캐시를 리셋할 수 있습니다.";
"corrupted_bluetooth_cache" = "Near Lock이 손상된 블루투스 캐시를 감지하였습니다. \n\n더욱 안정적인 블루투스 연결을 위해 Mac 블루투스 캐시를 삭제하세요.";
"corrupted_bluetooth_cache_short" = "더욱 안정적인 연결을 위해 블루투스 캐시를 삭제하세요.";
"restart_bluetooth_on_iphone" = "연결할 아이폰에서 블루투스를 다시 시작하세요.";
"restart_bluetooth_on_iphone_long" = "Near Lock이 블루투스 연결에서 오류를 감지하였습니다. \n\n귀하의 아이폰에서 (5-10초간) 블루투스를 꺼주세요, 그리고 다시 켜주세요.";
"notification_settings" = "알림 설정";
"mac_notification_settings" = "Mac 알림 설정";

"only_in_pro" = "프로버전에서만 가능합니다";


"user_active" = " - 유저 액티브 ";

"confirm_login_on_iphone" = "아이폰에서 로그인을 확인해주세요";
"double_knock_on_your_iphone_long" = "iPhone에서 더블노크 해주세요.";
"double_knock_on_your_iphone" = "더블 노크 - iPhone";
"turn_bluetooth_off_to_clear_cache" = "블루투스 캐시를 클리어하시겠습니까?\n(먼저 블루투스를 꺼야 합니다)";

"clear_cache_description" = "블루투스 캐시 폴더를 청소해야 합니다\n(로그인 정보를 입력해야 합니다)";
"clear_cache" = "캐시 클리어하기";

"restart_mac_after_clear_cache" = "변경을 완료하기 위해 맥을 재시작해주세요.\n\n재시작하지 않고 블루투스 실행 시 캐시가 청소되지 않습니다";

"sleep" = "잠자기";
"show_notification_on_login" = "Near Lock이 맥을 잠금해제 했을때 알림 보이기";
"show_near_lock_icon_while_mac_locked" = "맥이 잠겨있을 때 Near Lock 아이콘 보이기";

"start_on_mac_startup" = "맥 시작시 자동실행 하기";

"wake_on_approach" = "버튼입력이 있을때만 잠금해제 하기";
"wake_on_approach_long" = "키 누른 후 잠금해제 & 범위 내의 아이폰";

"near_lock_options" = "설정";

"near_lock_options_login_on_approach" = "맥에 접근하면 잠금해제 하기";

"near_lock_options_logout_on_walk_away" = "맥에서 떨어지면 잠금 하기";

"action_to_confirm_login" = "잠금해제 설정";
"unlock_automatically_on_approach" = "맥에 접근하면 자동으로";
"dont_confirm" = "맥에 접근하면 자동으로";
"confirm_yes_no" = "아이폰으로 확인 - 예/아니오";
"touch_id_passcode" = "아이폰으로 확인 - 터치 아이디와 비밀번호";
"knock_menu_item_long" = "더블 노크로 확인 (알림 후 15초 활성화)";
"knock_menu_item" = "더블 노크로 확인 (15초)";

"logout_action" = "잠금 설정";
"screensaver" = "화면보호기";

"advanced_settings" = "고급 설정";

"logout_on_disconnect" = "아이폰이 연결해제 될 시 잠금";
"pause_music_on_logout" = "맥이 잠겨있을 때 사운드 일시정지";

"allow_closer_distances" = "더 가까운 거리 승인하기";
"allow_closer_distances_than" = " %@보다 더 작은 거리 허용";
"clear_bluetooth_cache" = "블루투스 캐시 청소";

"automatically_update" = "자동으로 맥 버전 업데이트";

"show_unlock_history" = "잠금해제 내역 보이기";
"unlock_history" = "잠금해제 내역";

"share_near_lock" = "Near Lock 공유하기";
"help" = "도움";
"about" = "앱에 대하여";
"feedback" = "피드백 및 문의사항";

"contact_support" = "고객센터에 문의하기";
"faq" = "자주 묻는 질문";

"check_for_updates" = "업데이트";
"unlink_device" = "%@ 연결해제";
"new_ios_update_ready" = "새 iOS 버전이 있습니다 - 업데이트";
"ios_version_up_to_date" = "최신 아이폰 버전이 설치됨";

"device_not_connected" = "%@이 연결되지 않음";
"no_ios_device_connected" = "연결된 iOS 장치 없음";
"near_lock_up_to_date" = "최신 맥 버전이 설치됨";

"check" = "맥 업데이트 확인하기";
"get_new_version" = "새 버전 받기!";
"checking_for_updates" = "업데이트 확인중입니다..";
"downloading_will_relaunch" = "다운로드중.. 완료 후 재시작 됩니다";

"downloading_relaunch_when_finished" = "다운로드중.. 완료 후 재시작하세요";
"new_update_ready" = "새 업데이트가 준비되었습니다";
"relaunch_new_version_ready" = "재시작하세요 - 새 버전이 준비되었습니다";

"version" = "버전 %@";

"session" = "\n--------------- 세션: %@ ---------------";
"mac_locked_old" = "맥 잠김";
"mac_unlocked_old" = "맥 잠금해제 됨";

"mac_locked" = "맥이 잠겼습니다";
"mac_unlocked" = "맥이 잠금해제되었습니다";

"onboarding_tutorial_finished" = "잘하셨습니다! 멋지지 않나요?";
"good_time_to_share" = "공유 하시겠어요?";
"we_are_ready_to_start" = "좋습니다! 모든 설정이 완료되었습니다!";
"lets_try_it_out" = "한번 해보죠!";
"choose_unlock_lock_from_menu_bar" = "메뉴바에서 잠금/잠금해제 거리를 선택하세요.";
"enable_near_lock" = "Near Lock 활성하기";

"now_walk_away" = "이제 맥에서 조금 떨어져 보세요.";
"your_distance" = "잠금해제거리:";
"lock_distance" = "잠금거리:";
"get_pro_version_for_near_lock" = "백그라운드에서도 Near Lock 이 실행되려면 PRO 버젼을 구매하셔야 합니다.";
"distance_estimation" = "중요:기기간의 신호 강도에 의하여 거리가 측정됩니다 -  각 기기들이 다르게 동작하므로 잠금/잠금해제에 적합한 거리를 찾아보세요.";


"near_lock_started" = "Near Lock이 시작됨";
"on" = "켜져 있음";
"off" = "꺼져 있음";

"new_version_available" = "새 버전의 설치가 가능합니다";
"near_lock_not_up_to_date" = "맥의 Near Lock 버전이 최신형이 아닙니다. 아래의 링크를 클릭해 최신버전을 설치해주세요. 자동 링크가 실행되지 않을 경우 수동으로 다운로드 및 설치가 가능합니다.";

"near_lock_connection_problem" = "Near Lock이 블루투스 문제를 감지했습니다.";

"insert_password_to_mac" = "%@로 비밀번호를 삽입하시겠습니까?";
"insert_password_question" = "비밀번호를 삽입하시겠습니까?";
"insert_password_action" = "비밀번호 삽입";
"knock_twice_to_unlock_mac" = "Mac 잠금해제를 위해 두번 노크하세요!";
"knock_twice_to_unlock" = "%@ 잠금해제를 위해 두번 노크하세요! ";
"knock_twice_to_insert_password_to_mac" = "Mac에서 암호를 입력하기 위해 두번 노크하세요.";
"knock_twice_to_insert_password" = "%@에서 암호를 입력하기 위해 두번 노크하세요!";

"unlocking_with_notifications_only_in_pro" = "알림과 함께 잠금해제 기능은 프로 버전에서만 사용하실 수 있습니다.";
"unlock_your_device_question" = "Near Lock이 장비를 해제해도 될까요?";

"tap_to_turn_on_bluetooth" = "탭하여 블루투스 장치를 켜세요";
"tap" = "탭하기";

"swipe_up" = "밀기!";
"swipe_up_to_turn_on_bluetooth" = "밀어서 블루투스 장치를 켜세요";

"show_tutorial" = "튜토리얼 표시";

"failed_login_attempt_detected" = "경고! 실패한 로그인 시도가 감지되었습니다.";
"failed_login_attempt" = "경고! Near Lock이 로그인 시도 실패를 감지하였습니다!";
"warn_on_failed_login" = "실패한 로그인에 알림 보내기";
"configure_advanced_unlock_settings_on_iPhone" = "아이폰 설정에서 더 많은 잠금 해제 옵션을 찾아보세요";


"show_all_failed_logins" = "모든 실패한 로그인 표시";

"mac_control" = "Mac 제어";

"export" = "내보내기";
"export_to_desktop" = "데스크톱으로 내보내기";
"delete_all" = "전체 삭제";
"delete" = "삭제";

"no_detected_failed_logins" = "감지한 로그인 실패 시도가 없습니다";
"no_known_login_logout_events" = "감지한 로그인/로그아웃 사건이 없습니다";
"mugshots" = "얼굴사진";
"mugshot" = "얼굴사진";

"image_saved_to_documents" = "이미지가 문서 폴더에 저장 되었습니다.";
"image_saved_to_desktop" = "이미지가 바탕 화면 폴더에 저장되었습니다.";

"mugshot_image_saved_to_documents" = "머그샷 이미지가 문서 폴더에 저장되었습니다.";
"mugshot_image_saved_to_desktop" = "머그샷 이미지가 바탕화면 폴더에 저장되었습니다.";

"unable_to_unlock_mac" = "Near Lock은 Mac을 잠그지 못하였습니다. Mac을 다시 시작해주세요.";
"password_inserted_by_nearlock" = "당신의 비밀번호가 Near Lock에 의하여 입력되었습니다.";

"no_appropriate_camera_attached" = "이 Mac에는 적절한 카메라가 장착되어 있지 않습니다.";
"enable_option_in_settings" = "설정에서 이 옵션이 실행 가능하도록 설정 바랍니다.";

"filter" = "필터";
"lock_unlock_history" = "잠금/해제 히스토리";
"session_duration" = "세션 시간";
"failed_login_attempt_text" = "실패한 로그인 시도";

"nice_try_busted" = "나의 Mac에 좋은 로그인 시도!";
"get_pro_version_to_see_full_list" = "전체 리스트를 보시려면 프로 버전을 구입하세요.";
"busted_with_near_lock" = "Near Lock으로 감지!";

"swipe_to_see_nearlock" = "Near Lock이 뭔지 보려면 옆으로 밀어주세요.";
"quick_start" = "빠른 시작";


"tutorial_near_lock_uses_ble" = "Near Lock은 장비 연결을 위해 블루투스 낮은 전력을 사용합니다.";
"tutorial_near_lock_uses_ble_1" = "Near Lock이 사용합니다.";
"tutorial_near_lock_uses_ble_2" = "블루투스 낮은 전력";
"tutorial_near_lock_uses_ble_3" = "당신의 장치에 연결하기 위해";

"tutorial_walk_away" = "Mac을 잠그려면 나가세요.";
"tutorial_walk_away_1" = "나가기";
"tutorial_walk_away_2" = "Mac을 잠그기 위해";

"tutorial_apple_watch" = "더 빠른 접근성을 위해 애플와치나 알림 위젯을 사용하세요.";
"tutorial_apple_watch_1" = "더 빠른 접근을 위해 당신의 사용하세요";
"tutorial_apple_watch_2" = "애플와치나";
"tutorial_apple_watch_3" = "알림 위젯";

"tutorial_touch_id" = "터치 아이디로 Mac을 해제하세요. 더블 노크";
"tutorial_touch_id_1" = "Mac을 해제하세요.";
"tutorial_touch_id_2" = "터치 아이디";
"tutorial_touch_id_3" = "더블 노크";

"tutorial_detect_failed_login" = "실패한 로그인 시도를 감지하세요.";
"tutorial_detect_failed_login_1" = "감지하다";
"tutorial_detect_failed_login_2" = "실패한 로그인 시도";

"tutorial_lock_unlock_distance" = "Mac에서 떨어져 있는 거리에서 잠금/해제를 설정하세요";
"tutorial_lock_unlock_distance_1" = "설정하세요";
"tutorial_lock_unlock_distance_2" = "잠금/해제";
"tutorial_lock_unlock_distance_3" = "Mac에서 떨어진";

"tutorial_approach_to_unlock" = "잠그려면 Mac에 접근하세요.";
"tutorial_approach_to_unlock_1" = "Mac에 접근하세요";
"tutorial_approach_to_unlock_2" = "잠그려면";

"to_start_download_on_mac" = "Near Lock을 사용하려면 Mac용 Near Lock 앱을 설치해주세요.";
"to_start_download_on_mac_bold" = "Mac용 Near Lock 앱";

"skip" = "건너뛰기";

"to_start_download_on_mac_2" = "시작하려면 Mac에 Near Lock을 설치해주세요.";


"define_safe_zones" = "WiFi Unlock 설정";
"get_pro_version_to_use_wifi_unlock" = "WiFi Unlock을 사용하려면 PRO 버전이 있어야 합니다";
"get_pro_version_to_use_this_feature" = "이 기능을 사용하려면 PRO 버전이 있어야 합니다";
"pair_iphone_to_use_this_feature" = "WiFi Unlock 기능을 사용하려면 페어링 된 아이폰이 있어야 합니다";
"already_added_to_unlock_wifi_list" = "이미 WiFi Unlock 목록에 추가되었습니다";
"unlock_wifi_info_text_not_used" = "WiFi(예: 홈 네트워크)에 연결되어있으면 Mac의 잠금을 해제하기 위해 비밀번호를 넣을 필요가 없습니다. 그것은 Near Lock에 의해 자동으로 수행됩니다.";
"currently_connected_to" = "현재 연결됨:";
"add_to_unlock_wifi" = "WiFi Unlock 목록에 추가";
"wifi_unlock" = "WiFi Unlock";

"wifi_unlock_description_mac_not_used_2" = "WiFi Unlock은 특정 WiFi 네트워크(예: 홈 네트워크)에 연결될 때마다 Mac에 자동으로 로그인할 수 있게 합니다";
"wifi_unlock_description_mac_not_used_3" = "WiFi Unlock을 사용하여 특정 WiFi 네트워크(예: 홈 네트워크)에 연결될 때 자동으로 Mac의 잠금을 해제합니다";
"wifi_unlock_description_mac_not_used_4" = "WiFi Unlock을 사용하여, 선택된 WiFi 네트워크에 연결되어있는 동안 Mac을 잠금 해제상태로 유지합니다";

"already_added_to_network" = "%@ 네트워크는 WiFi Unlock 목록에 이미 추가되었습니다!\nWiFi Unlock 목록에 추가하려는 WiFi 네트워크에 연결하십시오.";
"no_wifi_connected" = "연결된 WiFi 네트워크 없음";
"no_wifi_connected_short" = "연결된 WiFi 없음";
"connect_to_wifi_to_add_wifi_unlock" = "WiFi Unlock 목록에 추가할 수 있도록 WiFi 네트워크에 연결하십시오";
"wifi_unlock_currently_connected" = "현재 %@ WiFi 네트워크에 연결되어 있습니다.";
"wifi_unlock_add_to_list" = "WiFi Unlock 목록에 %@ WiFi를 추가하겠습니까";
"add" = "추가";
"close" = "닫기";
"edit" = "편집";

"wifi_unlock_security_options" = "WiFi Unlock 보안 옵션";

"wifi_unlock_require_iphone" = "WiFi Unlock은 iPhone이 Mac에 연결된 경우에만 사용할 수 있습니다";
"wifi_unlock_allow_unlock_when_not_connected" = "WiFi Unlock은 iPhone과 Mac이 블루투스를 통해 연결되지 않은 경우에도 Mac의 잠금을 해제할 수 있게 합니다";
"next" = "다음";

"you_have_set_up_wifi_unlock" = "성공적으로 WiFi Unlock을 설정했습니다";
"wifi_unlock_finish_description" = "Mac이 잠금 해제되는 경우:";
"wifi_unlock_when_connected_to_wifi" = "%@ WiFi 네트워크에 연결되었습니다";
"wifi_unlock_when_connected_to_wifi_and" = "%@ WiFi 네트워크에 연결되었습니다";
"wifi_unlock_when_connected_to_iphone" = "iPhone(%@)이 블루투스를 통해 Mac에 연결되었습니다";

"tutorial_wifi_unlock" = "선택된 WiFi 네트워크에 연결되어있는 동안 Mac은 잠금 해제상태를 유지합니다";
"tutorial_wifi_unlock_1" = "선택된 WiFi 네트워크에 연결";
"tutorial_wifi_unlock_2" = "되어있는 동안 Mac은 잠금";
"tutorial_wifi_unlock_3" = "해제상태를 유지합니다";

"tutorial_wifi_only_selected_wifi" = "선택된 WiFi 네트워크만 유효";
"tutorial_wifi_save_battery" = "iPhone 배터리 소모를 감소";
"tutorial_wifi_works_with_iphone" = "iPhone에 무관계하게 작동";

"add_wifi" = "WiFi 추가";
"edit_list" = "목록 편집";
"edit_wifi_list" = "WiFi Unlock 목록 편집";
"wifi_unlock_edit_list" = "WiFi Unlock 편집 목록";

"wifi_unlock_networks" = "WiFi Unlock 네트워크";
"wifi_unlock_edit_description" = "아래의 WiFi 네트워크에 연결되어있는 동안 Mac의 잠금 해제가 유지됩니다.\n고급 보안설정 옵션에 대한 설정을 확인하십시오.";

"your_mac_unlocked_with_wifi_unlock" = "Mac이 WiFi Unlock에 의해 잠금 해제되었습니다";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi Unlock - 선택된 WiFi 네트워크(예: 홈 네트워크)에 연결되어있는 동안 잠금 해제를 유지";

"wifi_unlock_enabled" = "WiFi Unlock 활성화됨";

"take_photo_on_failed_login" = "실패한 로그인에 대한 사진 촬영";
"passcode_is_not_set" = "터치 아이디 또는 비밀번호가 설정되지 않았습니다";
"open_passcode_settings" = "비밀번호 설정 열기";

"confirm_unlock_on_approach" = "접근하여 잠금해제 확인";
"confirm_unlock_on_approach_description" = "이 옵션은 Near Lock 잠금 해제 범위내로 들어갈 때 매번 아이폰으로 로그인하여 확인 할지를 결정해줍니다.";
"confirm_unlock_on_approach_login_automatically" = "확인하지 않음 - 자동 로그인";


"clipboard_options" = "클립보드 - 복사/붙여넣기 옵션";
"send_clipboard_to_ios" = "iOS 기기로 복사된 텍스트 전송";
"get_clipboard_text_from_ios" = "iOS 기기로 부터 복사된 텍스트 받기";
"show_clipboard_menu_on_main_screen" = "메인 화면에 클립보드 옵션 표시";

"clipboard_is_empty_short" = "클립보드가 비어있습니다";
"clip_already_matching" = "클립보드가 이미 일치되었습니다";

"clipboard_copied_from_ios_device" = "귀하의 아이폰에서 클립보드가 복사되었습니다";
"clipboard_could_not_be_copied_from_ios_device" = "귀하의 아이폰에서 클립보드를 복사 할 수 없었습니다";
"clipboard_copied_to_ios_device" = "%@ 로 클립보드가 복사되었습니다";
"clipboard_could_not_be_copied_to_ios_device" = "귀하의 아이폰으로 클립보드가 복사되지 않았습니다";
"mac_clipboard_copied" = "맥 클립보드가 귀하의 아이폰으로 복사되었습니다";
"ios_send_clipboard_to_mac" = "복사된 텍스트를 맥으로 전송";
"ios_get_clipboard_from_mac" = "맥 클립보드 텍스트 얻기";

"clipboard" = "클립보드";
"clipboard_explanation" = "기기가 연결되어 있으면 귀하의 맥에서 귀하의 아이폰으로 복사된 텍스트를 전송할 수 있습니다.";
"use_shortcut" = "단축기도 사용할 수 있습니다:";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "복사/붙여넣기 작업이 잘되었나요?";
"clipboard_is_empty" = "클립보드가 비어있습니다! 텍스트를 우선 복사하여 다시 시도해주세요!";
"clipboard_is_too_big_to_send" = "클립보드의 텍스트가 너무 깁니다. 최대 허용 문자수는 10k 입니다.";
"device_not_connected_to_iphone" = "맥이 아이폰과 연결되어 있지 않습니다";
"device_not_pro_version_or_foreground" = "이 액션은 프로버전 또는 아이폰 앱이 활성화 되어 있을 때만 지원됩니다";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "맥 잠자기로 하기";
"press_any_key_on_your_mac" = "대단해요! 맥에서 아무키나 눌러 맥 화면을 켜세요.";

"lock_and_unlock_your_mac_automatically" = "귀하의 맥을 자동으로 잠그거나 잠금해제 하세요";
"mac_wake_unlock" = "맥 깨우기 잠금해제";
"mac_wake_unlock_setup" = "맥 깨우기 잠금해제 설정";
"mac_wake_unlock_options" = "맥 깨우기 잠금해제 옵션";
"mac_sleep_screen_unlock_description" = "귀하의 맥이 깬 후 아이폰을 사용하여 쉽게 귀하의 맥을 잠금해제 할 수 있습니다";
"mac_sleep_screen_unlock_description_2" = "아이폰이 백그라운드에서 동작한다면 맥 잠금해제에 사용되는 알림을 받게 될 것 입니다";

"connect_to_iphone_to_use_this_feature" = "이 기능을 이용하기 위해서 아이폰을 연결시켜 주세요";

"mac_sleep_screen_unlock_options" = "맥 깨우기 잠금해제 옵션";
"mac_sleep_screen_dont_ask" = "맥이 깬 후 맥 잠금해제에 대해 묻지 마세요";
"mac_sleep_screen_ask_yes_no" = "네 또는 아니오로 아이폰에서 잠금해제 하세요";
"mac_sleep_screen_ask_touch_id" = "터치 아이디 & 비밀번호로 아이폰에서 잠금해제 하세요";
"mac_sleep_screen_double_knock" = "아이폰을 두번 두드려서 잠금해제 하세요 - 알림 이후 15초가 활성화 됩니다";
"mac_sleep_screen_tutorial" = "어떻게 맥 깨우기 잠금해제가 동작하나요?";

"you_will_be_asked_on_your_iphone" = "귀하의 맥을 잠금해제 하기 위해 아이폰에서 질문을 받게 될 것입니다.";
"choose_your_confirmation_option" = "확인 옵션 선택:";
"mac_sleep_screen_ask_yes_no_short" = "네 / 아니오";
"mac_sleep_screen_ask_touch_id_short" = "터치 아이디 / 비밀번호";
"mac_sleep_screen_double_knock_short" = "아이폰을 두번 두드리기";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "지금 귀하의 맥을 재우고 아이폰에서 다음의 설명을 따라해주세요";
"sleep_mac_now" = "지금 맥 재우기";

"how_does_mac_wake_unlock_work" = "맥 깨우기 잠금해제가 동작하는 방식의 이해를 위해:";
"disable_unlock_on_approach" = "접근할 때 Near Lock 자동 잠금해제를 잠시 불가로 하세요";
"turn_near_lock_off" = "Near Lock 끄기";
"disable_wifi_unlock" = "임시로 WiFi Unlock 옵션을 사용하지 마세요";
"turn_wifi_unlock_off" = "WiFi Unlock 끄기";
"turn_the_options_on_again_after_tutorial" = "이 튜토리얼을 마친 후 이 옵션은 ON 으로 다시 켤 수 있습니다!";
"or_press" = "또는 누르세요";

"wifi_unlock_description_mac" = "귀하의 맥이 선택된 WiFi 네트워크에 연결되어 있을 때 맥의 잠금해제를 유지하시려면 WiFi 잠금해제를 이용하세요(예: 홈 네트워크)";
"wifi_unlock_description_mac_2" = "WiFi Unlock은 귀하의 맥이 선택된 WiFi 네트워크에 연결되어 있을 때 맥의 잠금해제가 유지되도록 합니다 (예: 홈 네트워크)";
"txt_automatically" = "자동으로 잠금해제";

"txt_advanced_login_settings" = "맥 잠금해제 고급 설정";
"txt_advanced_login_settings_description" = "이 옵션은 매번 맥에 접근 후에 Near Lock 잠금 반경내에 들어왔을 때 맥 잠금해제를 아이폰에서 확인 할지를 결정합니다";
"txt_confirm_login_after_approach" = "접근 후 잠금해제 확인";

"select_keyboard_shortcuts" = "키보드 단축키 선택";
"change_keyboard_shortcut" = "키보드 단축키 변경";

"wifi_unlock_expalnation" = "• WiFi  Unlock - 선택한 WiFi 네트워크에서 연결되어 있을 동안 맥을 잠금해제로 유지 (예: 홈 네트워크)";
"clipboard_explanation" = "• 클립보드 - 맥에서 그리고 맥으로 복사 및 붙여넣기";

"update_near_lock_on_ios_to_use_this_feauture" = "이 기능을 사용하기 위해서 아이폰의 Near Lock 을 업데이트 해주세요";
"update_near_lock_on_osx_to_use_this_feauture" = "이 기능을 사용하기 위해서 맥의 Near Lock 을 업데이트 해주세요";
"near_lock_demo" = "Near Lock 데모";

"back" = "뒤로";

"show_wifi_unlock_on_main_screen" = "메인 화면에 WiFi Unlock 항상 표시";
"take_photo_after_each_login" = "매번 로그인 후 사진찍기";
"show_login_photos" = "로그인 사진 표시";
"delete_all_photos_question" = "표시된 모든 사진을 삭제하시겠습니까?";
"delete_single_photo" = "선택된 사진을 삭제하시겠습니까?";
"send_clipboard_to_ios_short" = "클립보드에 전송";

"mac_sleep_screen_double_knock" = "아이폰에서 알림을 받은 후 15초동안만 노크감지가 활성화됩니다";
"mac_sleep_screen_double_knock_active_only" = "아이폰에서 알림을 받은 후 15초동안만 노크감지가 활성화됩니다";
"show_mac_control_on_main_menu" = "메인메뉴에서 맥 제어 옵션 표시";
"show_login_control_on_main_menu" = "메인 메뉴에서 로그인 제어 옵션 표시";
"login_control_title" = "로그인 제어";

"no_detected_logins_photo attempts" = "감지된 로그인 시도가 없습니다";

"clipboard_send_to_mac" = "맥으로 전송";
"clipboard_copy_from_mac" = "맥에서 복사";

"mac_control_options" = "맥 제어 옵션";
"login_control_options" = "로그인 제어 옵션";

"near_lock_pro_restored" = "Near Lock 프로버전이 복구되었습니다. 이제 모든 Near Lock 기능을 사용할 수 있습니다!";
"near_lock_bought" = "Near Lock 프로를 구매해 주셔서 감사합니다. Near Lock 의 모든 기능을 사용할 수 있습니다!";
"info_short" = "정보";
"login_photos_short" = "로그인 사진";
"failed_login_photos_short" = "실패한 로그인 사진";
"lock_unlock_history_short" = "잠금 잠금해제 내역";
"login_photos_description_1" = "Near Lock 은 맥이 잠금해제 될때마다 사진을 찍을 수 있습니다";
"login_photos_description_2" = "맥에서만 저장되는 사진이며 언제라도 삭제할 수 있습니다.";
"show_all_photos" = "모든 사진 표시";
"failed_login_photos_description_1_short" = "Near Lock 은 맥 로그인 화면에서 잘못된 패스워드가 입력될 때마다 사진을 찍습니다.";
"failed_login_photos_description_1" = "Near Lock 은 누군가가 잘못된 패스워드로 로그인 시도를 할 때 매번 사직을 찍습니다.";
"failed_login_photos_description_2" = "맥에서만 저장되는 사진이며 언제라도 삭제할 수 있습니다.";
"mac_control_receive_notification_on_iphone" = "아이폰에서 알림 받기";
"mac_control_share_photo" = "사진 공유";
"mac_control_save_photo_to_documents" = "문서에 사진 저장";
"mac_control_delete_photo" = "사진 삭제";
"mac_control_delete_all_photos" = "모든 사진 삭제";
"not_yet_available_on_sierra_and_above" = "맥OS Sierra 와 최신버전에서는 아직 사용 불가";
"feature_not_supported_on_sierra" = "이 기능은 맥OS Sierra와 최신 운영처제에서는 아직 지원되지 않습니다.";
"feature_not_supported_on_sierra_short" = "맥OS Sierra+ 에서는 미지원";
"mac_control_info_description" = "맥 사용에 대한 더 나은 고찰";

"learn_more" = "더 알아보기";

"lock_unlock_history_description_1" = "맥에서 작업한 시간추적은 물론  로그인과 로그아웃 추적을 위해 Near Lock 을 이용할 수 있습니다.";
"lock_unlock_history_description_2" = "큰 힘들이지 않고 시간을 추적할 수 있습니다.";
"show_history" = "이력 보기";
"unlock_by_typing_password" = "패스워드를 입력하여 잠금해제";
"unlocked_by_near_lock" = "Near Lock 이 잠금해제함";
"unlocked_by_wifi_unlock" = "WiFi Unlock 이 잠금해제함";
"unlocked_by_near_lock_automatic" = "Near Lock 이 자동으로 잠금해제함";

"only_3_photos_in_free_version" = "무료 버전에서는 3장의 사진만을 찍을 수 있습니다. 프로버전에서는 무제한으로 사직을 찍을 수 있습니다.";
"only_3_photos_in_free_version_short" = "3장 이상의 사진을 찍기 위해 프로버전 얻기";
"enable" = "사용";
"not_enabled" = "사용불가";

"login_photo_not_enabled" = "이 기능은 현재 사용할 수 없고 Near Lock 은 맥에 로그인 할 때 사진을 찍지 않을 것 입니다.";
"failed_login_attempt_not_enabled" = "이 기능은 현재 사용할 수 없고 Near Lock은 로그인 실패할 때 사진을 찍지 않을 것 입니다.";
"enable_in_mac_control" = "이 옵션은 맥의 제어 설정에서 사용하도록 변경할 수 있습니다.";
"disable_in_mac_control" = "이 옵션을 맥 제어 설정에서 사용하지 않도록 변경할 수 있습니다";

"troubleshoot" = "문제해결";
"nearlock_is_turned_on" = "Near Lock 이 켜져있습니다";
"mac_is_locked" = "맥이 잠겨있습니다";
"mac_is_unlocked" = "맥이 잠금해제되어 있습니다";
"no_camera_detected" = "카메라가 없습니다";
"no_suitable_camera" = "Near Lock 이 맥에서 카메라를 감지할 수 없습니다.";
"no_login_photos" = "현재 로그인 사진이 없습니다.";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































